Repository: erolburak/bobbyscounter
Catalog: Shared/Resource/Localizable.xcstrings
Source language: en
Languages: de

# ChartDescription
source: To see the charts, counters for at least 2 days must be created.
de: Um die Charts zu sehen, müssen mindestens Zähler für 2 Tage angelegt sein.

# ConfirmationDialogTitle
source: Do you want to clear all counters?
de: Möchtest du alle Zähler leeren?

source: Count
de: Zähler

source: Date
de: Datum

source: Decrease
de: Verringern

# ErrorDescription%@
source: ERROR: %@
de: FEHLER: %@

# ErrorFetchRecoverySuggestion
source: Please fetch again.
de: Bitte erneut abfragen.

# ErrorInsertRecoverySuggestion
source: Please insert again.
de: Bitter erneut hinzufügen.

# ErrorResetRecoverySuggestion
source: Please reset again.
de: Bitte erneut zurücksetzen.

source: Fetch
de: Abfragen

source: Increase
de: Erhöhen

source: Reset
de: Zurücksetzen

source: Selected date:
de: Ausgewählter Tag:

source: Settings
de: Einstellungen

source: Today
de: Heute

source: Unknown
de: Unbekannt

# WidgetDescription
source: Count whatever you want.
de: Zähle was immer du möchtest.
